Repository: alielsokary/CaskHub
Catalog: CaskHub/Resources/Localizable.xcstrings
Source language: en
Languages: uk, zh_hans

source: Updating Homebrew…
uk: Оновлення Homebrew…
zh_hans: 正在更新 Homebrew…

source: Updating…
uk: Оновлення…
zh_hans: 正在更新…

source: Usage Analytics
uk: Аналітика використання

source: Using cache
uk: Використовується кеш
zh_hans: 使用缓存

source: Value
uk: Значення
zh_hans: 值

source: Verifying
uk: Перевірка
zh_hans: 校验中

source: Version %@ (%@)
uk: Версія %@ (%@)
zh_hans: 版本 %@（%@）

source: View
uk: Переглянути

source: View All
uk: Переглянути всі
zh_hans: 查看全部

source: View Permission Status
uk: Переглянути стан дозволу

source: Wait for the current action to finish.
uk: Дочекайтеся завершення поточної дії.
zh_hans: 请等待当前操作完成。

source: Welcome to CaskHub
uk: Ласкаво просимо до CaskHub
zh_hans: 欢迎使用 CaskHub

source: What Changes
uk: Що зміниться
zh_hans: 有哪些变化

source: When Adoption Cannot Continue
uk: Коли неможливо додати під керування
zh_hans: 无法继续接管时

source: Why It Is Needed
uk: Навіщо це потрібно
zh_hans: 为何需要

source: Year
uk: Рік
zh_hans: 一年

source: Yes
uk: Так
zh_hans: 是

source: Your administrator has restricted the command Homebrew needs to run. Contact your administrator or install this app using your organization's approved method.
uk: Адміністратор обмежив виконання команди, потрібної Homebrew. Зверніться до адміністратора або встановіть програму дозволеним у вашій організації способом.
zh_hans: 你的管理员限制了 Homebrew 所需命令的运行。请联系管理员，或使用组织批准的方法安装此应用。

source: Your Homebrew settings require a checksum, but this cask uses an unversioned download without one. Remove `--require-sha` from `HOMEBREW_CASK_OPTS` to install it.
uk: Параметри Homebrew вимагають контрольну суму, але цей пакет Cask використовує завантаження без фіксованої версії та контрольної суми. Щоб установити його, видаліть `--require-sha` з `HOMEBREW_CASK_OPTS`.
zh_hans: 你的 Homebrew 设置要求校验和，但此 Cask 使用不带校验和的未版本化下载。请从 `HOMEBREW_CASK_OPTS` 中移除 `--require-sha` 以安装它。

source: Apple Silicon Mac
zh_hans: Apple 芯片 Mac

# maintenance.health.cardTitle
source: Homebrew Doctor
zh_hans: Homebrew 体检

source: OK
zh_hans: 好
